Repository: shnupta/bric
Catalog: po/*.po
Languages: es_ar

source: %d bytes written on disk
es_ar: %d bytes escritos en disco

source: (modified)
es_ar: (modificado)

source: Bric editor -- version %s[0K
es_ar: Bric editor -- versión %s[0K

source: Cannot save! I/O error: %s
es_ar: No se pudo guardar error de E/S: %s

source: Could not create locker file
es_ar: No se pudo crear el archivo de bloqueo

source: Error allocating memory.
es_ar: Error al asignar memoria.

source: Insert mode.
es_ar: Modeo de insersión

source: No identifier under cursor
es_ar: Sin identificador debajo del cursor

source: Normal mode.
es_ar: Modo normal.

source: Opening file
es_ar: Abriendo archivo

source: Out of bounds
es_ar: Fuera de límites

source: Search: %s (Use ESC/Arrows/Enter)
es_ar: Buscar: %s (Use ESC/Flechas/Enter)

source: Search: %s Replace: %s (Use ESC/Tab/Arrows/Enter)
es_ar: Buscar: %s Reemplazar: %s (Use ESC/Tabulador/Flechas/Enter)

source: Selection mode: ESC = exit | arrows = select | Ctrl-C = copy
es_ar: Modo de selección: ESC = salir | flechas = seleccionar | Ctrl-C = copiar

source: The file has been locked, try to remove the locker!
es_ar: El archivo ha sido bloqueado, intente eliminar el bloqueador!

source: There are unsaved changes, quit? (y or n) %s
es_ar: Hay cambios no guardados, quitar? (si o no) %s

source: Unable to query the screen for size (columns / rows)
es_ar: No se puede consultar el tamaño de la pantalla (columnas / filas)

source: Unsaved changes. Can't proceed
es_ar: Cambios no guardados. No se puede continuar

source: Usage: bric <filename>
es_ar: Uso: bric <nombre de archivo>

source: WARNING! File has unsaved changes. Press Ctrl-Q %d more times to quit.
es_ar: ¡ADVERTENCIA! El archivo tiene cambios no guardados. Presione Ctrl-Q %d más veces para salir.

source: at bottom of tag stack
es_ar: en la parte inferior de las etiquetas

source: bric: invalid option -- '%c'
es_ar: bric: opción inválida -- '%c'

source: tag not found: %s
es_ar: etiqueta no encontrada: %s
